export default {
  Variations: {
    Decor1: {
      DoorCase: [
        'Без коробки',
        '80 мм дерево/МДФ "телескоп" +2298 ₴',
        '100 мм дерево/МДФ "телескоп" +2663 ₴'
      ],
      Jamb: [
        'Без лиштви',
        'з крилом 30/20 на 2-і сторони "телескоп" +1970 ₴',
        'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2093 ₴'
      ],
      Extension: [
        'Без добірної дошки',
        '100 мм "телескоп" +1075 ₴',
        '200 мм "телескоп" +2145 ₴'
      ],
      Combinations: {
        1: ['Без коробки', 'Без лиштви', 'Без добірної дошки'],
        2: ['80 мм дерево/МДФ "телескоп" +2298 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1970 ₴', 'Без добірної дошки'],
        3: ['80 мм дерево/МДФ "телескоп" +2298 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2093 ₴', 'Без добірної дошки'],
        4: ['80 мм дерево/МДФ "телескоп" +2298 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1970 ₴', '100 мм "телескоп" +1075 ₴'],
        5: ['80 мм дерево/МДФ "телескоп" +2298 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2093 ₴', '100 мм "телескоп" +1075 ₴'],
        6: ['80 мм дерево/МДФ "телескоп" +2298 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1970 ₴', '200 мм "телескоп" +2145 ₴'],
        7: ['80 мм дерево/МДФ "телескоп" +2298 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2093 ₴', '200 мм "телескоп" +2145 ₴'],
        8: ['100 мм дерево/МДФ "телескоп" +2663 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1970 ₴', 'Без добірної дошки'],
        9: ['100 мм дерево/МДФ "телескоп" +2663 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2093 ₴', 'Без добірної дошки'],
        10: ['100 мм дерево/МДФ "телескоп" +2663 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1970 ₴', '100 мм "телескоп" +1075 ₴'],
        11: ['100 мм дерево/МДФ "телескоп" +2663 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2093 ₴', '100 мм "телескоп" +1075 ₴'],
        12: ['100 мм дерево/МДФ "телескоп" +2663 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1970 ₴', '200 мм "телескоп" +2145 ₴'],
        13: ['100 мм дерево/МДФ "телескоп" +2663 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2093 ₴', '200 мм "телескоп" +2145 ₴']
      }
    },
    Decor2: {
      DoorCase: [
        'Без коробки',
        '80 мм дерево/МДФ "телескоп" +2585 ₴',
        '100 мм дерево/МДФ "телескоп" +2863 ₴'
      ],
      Jamb: [
        'Без лиштви',
        'з крилом 30/20 на 2-і сторони "телескоп" +2295 ₴',
        'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2345 ₴'
      ],
      Extension: [
        'Без добірної дошки',
        '100 мм "телескоп" +1115 ₴',
        '200 мм "телескоп" +2225 ₴'
      ],
      Combinations: {
        1: ['Без коробки', 'Без лиштви', 'Без добірної дошки'],
        2: ['80 мм дерево/МДФ "телескоп" +2585 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2295 ₴', 'Без добірної дошки'],
        3: ['80 мм дерево/МДФ "телескоп" +2585 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2345 ₴', 'Без добірної дошки'],
        4: ['80 мм дерево/МДФ "телескоп" +2585 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2295 ₴', '100 мм "телескоп" +1115 ₴'],
        5: ['80 мм дерево/МДФ "телескоп" +2585 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2345 ₴', '100 мм "телескоп" +1115 ₴'],
        6: ['80 мм дерево/МДФ "телескоп" +2585 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2295 ₴', '200 мм "телескоп" +2225 ₴'],
        7: ['80 мм дерево/МДФ "телескоп" +2585 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2345 ₴', '200 мм "телескоп" +2225 ₴'],
        8: ['100 мм дерево/МДФ "телескоп" +2863 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2295 ₴', 'Без добірної дошки'],
        9: ['100 мм дерево/МДФ "телескоп" +2863 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2345 ₴', 'Без добірної дошки'],
        10: ['100 мм дерево/МДФ "телескоп" +2863 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2295 ₴', '100 мм "телескоп" +1115 ₴'],
        11: ['100 мм дерево/МДФ "телескоп" +2863 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2345 ₴', '100 мм "телескоп" +1115 ₴'],
        12: ['100 мм дерево/МДФ "телескоп" +2863 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2295 ₴', '200 мм "телескоп" +2225 ₴'],
        13: ['100 мм дерево/МДФ "телескоп" +2863 ₴', 'з крилом 30/20 сторона 1 та 40/50 сторона 2 "телескоп" +2345 ₴', '200 мм "телескоп" +2225 ₴']
      }
    }
  },

  PriceList: {
    Decor1: {
      DoorCase: {
        arr: [919, 1065],
        '80 мм дерево/МДФ "телескоп"': 919,
        '100 мм дерево/МДФ "телескоп"': 1065
      },
      Jamb: {
        arr: [394, 443],
        'з крилом 30/20 МДФ "телескоп"': 394,
        'з крилом 40/50 МДФ "телескоп"': 443
      },
      Extension: {
        arr: [430, 858],
        '100 мм МДФ "телескоп"': 430,
        '200 мм МДФ "телескоп"': 858
      }
    },
    Decor2: {
      DoorCase: {
        arr: [1034, 1145],
        '80 мм дерево/МДФ "телескоп"': 1034,
        '100 мм дерево/МДФ "телескоп"': 1145
      },
      Jamb: {
        arr: [459, 479],
        'з крилом 30/20 МДФ "телескоп"': 459,
        'з крилом 40/50 МДФ "телескоп"': 479
      },
      Extension: {
        arr: [446, 890],
        '100 мм МДФ "телескоп"': 446,
        '200 мм МДФ "телескоп"': 890
      }
    }
  }
}
