export default {
  Variations: {
    Decor1: {
      DoorCase: [
        'Без коробки',
        '80 мм дерево/МДФ "телескоп" +2360 ₴',
        '100 мм дерево/МДФ "телескоп" +2948 ₴'
      ],
      Jamb: [
        'Без лиштви',
        'з крилом 30/20 на 2-і сторони "телескоп" +1950 ₴'
      ],
      Extension: [
        'Без добірної дошки',
        '100 мм "телескоп" +1015 ₴',
        '200 мм "телескоп" +2025 ₴'
      ],
      Combinations: {
        1: ['Без коробки', 'Без лиштви', 'Без добірної дошки'],
        2: ['80 мм дерево/МДФ "телескоп" +2360 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1950 ₴', 'Без добірної дошки'],
        3: ['80 мм дерево/МДФ "телескоп" +2360 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1950 ₴', '100 мм "телескоп" +1015 ₴'],
        4: ['80 мм дерево/МДФ "телескоп" +2360 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1950 ₴', '200 мм "телескоп" +2025 ₴'],
        5: ['100 мм дерево/МДФ "телескоп" +2948 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1950 ₴', 'Без добірної дошки'],
        6: ['100 мм дерево/МДФ "телескоп" +2948 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1950 ₴', '100 мм "телескоп" +1015 ₴'],
        7: ['100 мм дерево/МДФ "телескоп" +2948 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +1950 ₴', '200 мм "телескоп" +2025 ₴']
      }
    },
    Decor2: {
      DoorCase: [
        'Без коробки',
        '80 мм дерево/МДФ "телескоп" +2445 ₴',
        '100 мм дерево/МДФ "телескоп" +3045 ₴'
      ],
      Jamb: [
        'Без лиштви',
        'з крилом 30/20 на 2-і сторони "телескоп" +2035 ₴'
      ],
      Extension: [
        'Без добірної дошки',
        '100 мм "телескоп" +1075 ₴',
        '200 мм "телескоп" +2158 ₴'
      ],
      Combinations: {
        1: ['Без коробки', 'Без лиштви', 'Без добірної дошки'],
        2: ['80 мм дерево/МДФ "телескоп" +2445 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2035 ₴', 'Без добірної дошки'],
        3: ['80 мм дерево/МДФ "телескоп" +2445 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2035 ₴', '100 мм "телескоп" +1075 ₴'],
        4: ['80 мм дерево/МДФ "телескоп" +2445 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2035 ₴', '200 мм "телескоп" +2158 ₴'],
        5: ['100 мм дерево/МДФ "телескоп" +3045 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2035 ₴', 'Без добірної дошки'],
        6: ['100 мм дерево/МДФ "телескоп" +3045 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2035 ₴', '100 мм "телескоп" +1075 ₴'],
        7: ['100 мм дерево/МДФ "телескоп" +3045 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2035 ₴', '200 мм "телескоп" +2158 ₴']
      }
    },
    Decor3: {
      DoorCase: [
        'Без коробки',
        '80 мм дерево/МДФ "телескоп" +2675 ₴',
        '100 мм дерево/МДФ "телескоп" +3288 ₴'
      ],
      Jamb: [
        'Без лиштви',
        'з крилом 30/20 на 2-і сторони "телескоп" +2330 ₴'
      ],
      Extension: [
        'Без добірної дошки',
        '100 мм "телескоп" +1280 ₴',
        '200 мм "телескоп" +2565 ₴'
      ],
      Combinations: {
        1: ['Без коробки', 'Без лиштви', 'Без добірної дошки'],
        2: ['80 мм дерево/МДФ "телескоп" +2675 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2330 ₴', 'Без добірної дошки'],
        3: ['80 мм дерево/МДФ "телескоп" +2675 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2330 ₴', '100 мм "телескоп" +1280 ₴'],
        4: ['80 мм дерево/МДФ "телескоп" +2675 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2330 ₴', '200 мм "телескоп" +2565 ₴'],
        5: ['100 мм дерево/МДФ "телескоп" +3288 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2330 ₴', 'Без добірної дошки'],
        6: ['100 мм дерево/МДФ "телескоп" +3288 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2330 ₴', '100 мм "телескоп" +1280 ₴'],
        7: ['100 мм дерево/МДФ "телескоп" +3288 ₴', 'з крилом 30/20 на 2-і сторони "телескоп" +2330 ₴', '200 мм "телескоп" +2565 ₴']
      }
    }
  },
  PriceList: {
    Decor1: {
      DoorCase: {
        arr: [944, 1179],
        '80 мм дерево/МДФ "телескоп"': 944,
        '100 мм дерево/МДФ "телескоп"': 1179
      },
      Jamb: {
        arr: [390],
        'з крилом 30/20 МДФ "телескоп"': 390
      },
      Extension: {
        arr: [406, 810],
        '100 мм МДФ "телескоп"': 406,
        '200 мм МДФ "телескоп"': 810
      }
    },
    Decor2: {
      DoorCase: {
        arr: [978, 1218],
        '80 мм дерево/МДФ "телескоп"': 978,
        '100 мм дерево/МДФ "телескоп"': 1218
      },
      Jamb: {
        arr: [407],
        'з крилом 30/20 МДФ "телескоп"': 407
      },
      Extension: {
        arr: [430, 863],
        '100 мм МДФ "телескоп"': 430,
        '200 мм МДФ "телескоп"': 863
      }
    },
    Decor3: {
      DoorCase: {
        arr: [1070, 1315],
        '80 мм дерево/МДФ "телескоп"': 1070,
        '100 мм дерево/МДФ "телескоп"': 1315
      },
      Jamb: {
        arr: [466],
        'з крилом 30/20 МДФ "телескоп"': 466
      },
      Extension: {
        arr: [512, 1026],
        '100 мм МДФ "телескоп"': 512,
        '200 мм МДФ "телескоп"': 1026
      }
    }
  }
}
