export default {
  Variations: {
    Decor1: {
      DoorCase: [
        'Без коробки',
        '92/80 мм фанера/МДФ "Стандарт" +1981 ₴',
        '80/77 мм фанера/МДФ "Luxe" +2702 ₴'
      ],
      Jamb: [
        'Без лиштви',
        'гладка "Стандарт" на 2-і сторони +1891 ₴',
        'гладка "Luxe" на 2-і сторони +1891 ₴',
        'з канелюрами на 2-і сторони +2271 ₴'
      ],
      Extension: [
        'Без добірної дошки',
        '90 мм +1135 ₴',
        '180 мм +1813 ₴',
        '300 мм +2992 ₴',
        '400 мм +4188 ₴'
      ],
      Hinges: [
        'Без прихованих завіс',
        'OTLAV Invisacta 3D Хром матовий +2100 ₴',
        'OTLAV Invisacta 3D Чорний +2300 ₴'
      ],
      Combinations: {
        1: ['Без коробки', 'Без лиштви', 'Без добірної дошки', 'Без прихованих завіс'],
        2: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        3: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '90 мм +1135 ₴', 'Без прихованих завіс'],
        4: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '180 мм +1813 ₴', 'Без прихованих завіс'],
        5: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '300 мм +2992 ₴', 'Без прихованих завіс'],
        6: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '400 мм +4188 ₴', 'Без прихованих завіс'],

        7: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        8: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '90 мм +1135 ₴', 'Без прихованих завіс'],
        9: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '180 мм +1813 ₴', 'Без прихованих завіс'],
        10: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '300 мм +2992 ₴', 'Без прихованих завіс'],
        11: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '400 мм +4188 ₴', 'Без прихованих завіс'],

        12: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        13: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '90 мм +1135 ₴', 'Без прихованих завіс'],
        14: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '180 мм +1813 ₴', 'Без прихованих завіс'],
        15: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '300 мм +2992 ₴', 'Без прихованих завіс'],
        16: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '400 мм +4188 ₴', 'Без прихованих завіс'],

        17: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        18: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '90 мм +1135 ₴', 'Без прихованих завіс'],
        19: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '180 мм +1813 ₴', 'Без прихованих завіс'],
        20: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '300 мм +2992 ₴', 'Без прихованих завіс'],
        21: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '400 мм +4188 ₴', 'Без прихованих завіс'],

        22: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        23: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '90 мм +1135 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        24: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '180 мм +1813 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        25: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '300 мм +2992 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        26: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '400 мм +4188 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],

        27: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        28: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '90 мм +1135 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        29: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '180 мм +1813 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        30: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '300 мм +2992 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        31: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '400 мм +4188 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],

        32: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        33: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '90 мм +1135 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        34: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '180 мм +1813 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        35: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '300 мм +2992 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        36: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '400 мм +4188 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],

        37: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        38: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '90 мм +1135 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        39: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '180 мм +1813 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        40: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '300 мм +2992 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        41: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '400 мм +4188 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],

        42: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        43: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '90 мм +1135 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        44: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '180 мм +1813 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        45: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '300 мм +2992 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        46: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'гладка "Стандарт" на 2-і сторони +1891 ₴', '400 мм +4188 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],

        47: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        48: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '90 мм +1135 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        49: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '180 мм +1813 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        50: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '300 мм +2992 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        51: ['92/80 мм фанера/МДФ "Стандарт" +1981 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '400 мм +4188 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],

        52: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        53: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '90 мм +1135 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        54: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '180 мм +1813 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        55: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '300 мм +2992 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        56: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'гладка "Luxe" на 2-і сторони +1891 ₴', '400 мм +4188 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],

        57: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        58: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '90 мм +1135 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        59: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '180 мм +1813 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        60: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '300 мм +2992 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        61: ['80/77 мм фанера/МДФ "Luxe" +2702 ₴', 'з канелюрами на 2-і сторони +2271 ₴', '400 мм +4188 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴']
      }
    },

    Decor2: {
      DoorCase: [
        'Без коробки',
        '92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴',
        '80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴'
      ],
      Jamb: [
        'Без лиштви',
        'гладка "Стандарт" на 2-і сторони RAL +2269 ₴',
        'гладка "Luxe" на 2-і сторони RAL +2269 ₴',
        'з канелюрами на 2-і сторони RAL +2725 ₴'
      ],
      Extension: [
        'Без добірної дошки',
        '90 мм RAL +1362 ₴',
        '180 мм RAL +2175 ₴',
        '300 мм RAL +3590 ₴',
        '400 мм RAL +5025 ₴'
      ],
      Hinges: [
        'Без прихованих завіс',
        'OTLAV Invisacta 3D Хром матовий +2100 ₴',
        'OTLAV Invisacta 3D Чорний +2300 ₴'
      ],
      Combinations: {
        1: ['Без коробки', 'Без лиштви', 'Без добірної дошки', 'Без прихованих завіс'],
        2: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        3: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '90 мм RAL +1362 ₴', 'Без прихованих завіс'],
        4: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '180 мм RAL +2175 ₴', 'Без прихованих завіс'],
        5: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '300 мм RAL +3590 ₴', 'Без прихованих завіс'],
        6: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '400 мм RAL +5025 ₴', 'Без прихованих завіс'],

        7: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        8: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '90 мм RAL +1362 ₴', 'Без прихованих завіс'],
        9: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '180 мм RAL +2175 ₴', 'Без прихованих завіс'],
        10: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '300 мм RAL +3590 ₴', 'Без прихованих завіс'],
        11: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '400 мм RAL +5025 ₴', 'Без прихованих завіс'],

        12: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        13: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '90 мм RAL +1362 ₴', 'Без прихованих завіс'],
        14: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '180 мм RAL +2175 ₴', 'Без прихованих завіс'],
        15: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '300 мм RAL +3590 ₴', 'Без прихованих завіс'],
        16: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '400 мм RAL +5025 ₴', 'Без прихованих завіс'],

        17: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        18: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '90 мм RAL +1362 ₴', 'Без прихованих завіс'],
        19: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '180 мм RAL +2175 ₴', 'Без прихованих завіс'],
        20: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '300 мм RAL +3590 ₴', 'Без прихованих завіс'],
        21: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '400 мм RAL +5025 ₴', 'Без прихованих завіс'],

        22: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        23: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '90 мм RAL +1362 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        24: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '180 мм RAL +2175 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        25: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '300 мм RAL +3590 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        26: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '400 мм RAL +5025 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],

        27: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        28: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '90 мм RAL +1362 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        29: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '180 мм RAL +2175 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        30: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '300 мм RAL +3590 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        31: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '400 мм RAL +5025 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],

        32: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        33: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '90 мм RAL +1362 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        34: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '180 мм RAL +2175 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        35: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '300 мм RAL +3590 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        36: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '400 мм RAL +5025 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],

        37: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        38: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '90 мм RAL +1362 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        39: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '180 мм RAL +2175 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        40: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '300 мм RAL +3590 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],
        41: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '400 мм RAL +5025 ₴', 'OTLAV Invisacta 3D Хром матовий +2100 ₴'],

        42: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        43: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '90 мм RAL +1362 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        44: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '180 мм RAL +2175 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        45: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '300 мм RAL +3590 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        46: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'гладка "Стандарт" на 2-і сторони RAL +2269 ₴', '400 мм RAL +5025 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],

        47: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        48: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '90 мм RAL +1362 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        49: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '180 мм RAL +2175 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        50: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '300 мм RAL +3590 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        51: ['92/80 мм фанера/МДФ "Стандарт" RAL +2378 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '400 мм RAL +5025 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],

        52: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        53: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '90 мм RAL +1362 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        54: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '180 мм RAL +2175 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        55: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '300 мм RAL +3590 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        56: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'гладка "Luxe" на 2-і сторони RAL +2269 ₴', '400 мм RAL +5025 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],

        57: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        58: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '90 мм RAL +1362 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        59: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '180 мм RAL +2175 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        60: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '300 мм RAL +3590 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴'],
        61: ['80/77 мм фанера/МДФ "Luxe" RAL +3242 ₴', 'з канелюрами на 2-і сторони RAL +2725 ₴', '400 мм RAL +5025 ₴', 'OTLAV Invisacta 3D Чорний +2300 ₴']
      }
    }
  },

  PriceList: {
    Decor1: {
      DoorCase: {
        arr: [793, 1081],
        '92/80 мм фанера/МДФ "Стандарт"': 793,
        '80/77 мм фанера/МДФ "Luxe"': 1081
      },
      Jamb: {
        arr: [379, 379, 455],
        'гладка "Стандарт" на 2-і сторони': 379,
        'гладка "Luxe" на 2-і сторони': 379,
        'з канелюрами на 2-і сторони': 455
      },
      Extension: {
        arr: [454, 725, 1197, 1675],
        '90 мм': 454,
        '180 мм': 725,
        '300 мм': 1197,
        '400 мм': 1675
      },
      Hinges: {
        arr: [2100, 2300],
        'OTLAV Invisacta 3D Хром матовий': 2100,
        'OTLAV Invisacta 3D Чорний': 2300
      }
    },
    Decor2: {
      DoorCase: {
        arr: [951, 1297],
        '92/80 мм фанера/МДФ "Стандарт"': 951,
        '80/77 мм фанера/МДФ "Luxe"': 1297
      },
      Jamb: {
        arr: [454, 454, 546],
        'гладка "Стандарт" на 2-і сторони': 454,
        'гладка "Luxe" на 2-і сторони': 454,
        'з канелюрами на 2-і сторони': 546
      },
      Extension: {
        arr: [545, 870, 1436, 2010],
        '90 мм': 545,
        '180 мм': 870,
        '300 мм': 1436,
        '400 мм': 2010
      },
      Hinges: {
        arr: [2100, 2300],
        'OTLAV Invisacta 3D Хром матовий': 2100,
        'OTLAV Invisacta 3D Чорний': 2300
      }
    }
  }
}
