export default {
  PriceList: {
    Decor1: {
      DoorCase: {
        arr: [760],
        '80 мм дерево/МДФ «телескоп»': (760 * 2.5) // 1900
      },
      Jamb: {
        arr: [440],
        'гладка з крилом 20/30 «телескоп» на 2-і сторони': (440 * 5) // 2200
      },
      Extension: {
        arr: [440, 880],
        '90 мм «телескоп»': (440 * 2.5), // 1100
        '180 мм «телескоп»': (880 * 2.5) // 2200
      },
      Hinges: {
        arr: [(1098 * 2 + 760), (1098 * 2 + 760)],
        'OTLAV Invisacta 3D Хром матовий (з врізкою)': 2956,
        'OTLAV Invisacta 3D Чорний (з врізкою)': 2956
      }
    }
  },
  Variations: {
    Decor1: {
      DoorCase: [
        'Без коробки',
        '80 мм дерево/МДФ «телескоп» +1900 ₴'
      ],
      Jamb: [
        'Без лиштви',
        'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴'
      ],
      Extension: [
        'Без добірної дошки',
        '90 мм «телескоп» +1100 ₴',
        '180 мм «телескоп» +2200 ₴'
      ],
      Hinges: [
        'Без прихованих завіс',
        'OTLAV Invisacta 3D Хром матовий (з врізкою) +2956 ₴',
        'OTLAV Invisacta 3D Чорний (з врізкою) +2956 ₴'
      ],
      Combinations: {
        1: ['Без коробки', 'Без лиштви', 'Без добірної дошки', 'Без прихованих завіс'],

        2: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', 'Без добірної дошки', 'Без прихованих завіс'],
        3: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', '90 мм «телескоп» +1100 ₴', 'Без прихованих завіс'],
        4: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', '180 мм «телескоп» +2200 ₴', 'Без прихованих завіс'],

        5: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Хром матовий (з врізкою) +2956 ₴'],
        6: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', '90 мм «телескоп» +1100 ₴', 'OTLAV Invisacta 3D Хром матовий (з врізкою) +2956 ₴'],
        7: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', '180 мм «телескоп» +2200 ₴', 'OTLAV Invisacta 3D Хром матовий (з врізкою) +2956 ₴'],

        8: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', 'Без добірної дошки', 'OTLAV Invisacta 3D Чорний (з врізкою) +2956 ₴'],
        9: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', '90 мм «телескоп» +1100 ₴', 'OTLAV Invisacta 3D Чорний (з врізкою) +2956 ₴'],
        10: ['80 мм дерево/МДФ «телескоп» +1900 ₴', 'гладка з крилом 20/30 «телескоп» на 2-і сторони +2200 ₴', '180 мм «телескоп» +2200 ₴', 'OTLAV Invisacta 3D Чорний (з врізкою) +2956 ₴']

      }
    }
  }
}
